tap "homebrew/bundle"
brew "python@3.11"
brew "awscli"
brew "diff-so-fancy"
brew "fisher"
brew "gh"
brew "git-delta"
brew "htop"
brew "jq"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "python@3.10"
brew "tilt"
brew "tmux"
brew "zsh"
cask "docker"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "ahmadawais.shades-of-purple"
vscode "ConfigCat.configcat-feature-flags"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EliverLara.andromeda"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "mquandalle.graphql"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vsliveshare.vsliveshare"
vscode "orepor.color-tabs-vscode-ext"
vscode "Orta.vscode-jest"
vscode "RobbOwen.synthwave-vscode"
vscode "ryolambertdev.monokai-neon"
vscode "waderyan.gitblame"
